app/controllers/produtos_controller.rb

  def index
    @td_produtos = Produto.all
---
SELECT "produtos".* FROM "produtos"